Repository: voldemort1912/vkmusic_bot_i18n
Catalog: kz/LC_MESSAGES/vk-music-bot.po
Languages: ru

source: Added to your playlist (/my)
ru: Сіздің плейлистіңізге қосылды (/my)

source: Removed from your playlist
ru: Сіздің плейлистіңізден өшірілді

source: We only accept %(types)s audio files
ru: Біз тек %(types)s аудио файлдарын қабылдаймыз

source: We require artist and title tags to be set
ru: Аудиофайлда орындаушы мен атаудың тэгі міндетті түрде болуы керек

source: Audio must be at least %(seconds)d seconds long
ru: Тректің ұзақтығы %(seconds)d секундтан кем болмауы керек

source: Song bitrate must be in range from %(lowest)d to %(highest)d
ru: Аудионың битрейті %(lowest)d -дан %(highest)d -ға дейін болуы керек

source: We already have this song, but thank you anyway!
ru: Бізде бұл өлең бар, қайткенмен, Рахмет!

source: Got it! Note: it may take time for the song to appear in the search
ru: Орындалды! Назар салыңыз: өлеңнің іздеу нәтижелерінде шығуы үшін кей уақыт қажет болады

source: What artist are you looking for?
ru: Қай орындаушыны іздедіңіз?

source: What song are you looking for?
ru: Қай өлеңді іздедіңіз?

source: Oops, something went wrong. Please try again later.
ru: Ой, бірдеңе дұрыс болмады. Кейінірек қайталап көруіңізді сұраймыз.

source: Choose a song number from 1 to %d
ru: 1 ден бастап %d дейін өлең нөмірін таңдаңыз

source: Download something first!
ru: Алдымен қандай болмасын өлеңді жүктеңіз!

source: This command can not be used in a group chat, send it as a private message
ru: Бұл команда топтық чатта қолданыла алмайды , оны жеке хабарлама ретінде жіберіңіз

source: Hi! Just send me an artist and/or a song name and I will find music for you! /song — search by song title /artist — search for artist name /setlang — change language /settings — change settings
ru: Сәлем! Маған орындаушы есімін және/немесе композицияның атауын жіберіңіз, ал мен ол өлеңді сізге тауып беремін! /song — композиция бойынша іздеу /artist — орындаушы бойынша іздеу /setlang — тілді өзгерту /settings — баптауларды өзгерту

source: 🔥 Commands Just send me an artist and/or a song name and I will find music for you! /song — search by song title (useful for group chats) /artist — search for artist name /getall — download all songs from search results /my — list your playlist /settings — change settings ⭐️ If you like this bot, please rate it 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot Official news channel: %(channel)s Contact information: %(contact)s Support and donations: %(website)s BTC: `%(btc)s`
ru: 🔥 Командалар Маған орындаушы есімін және/немесе композицияның атауын жіберіңіз, ал мен ол өлеңді сізге тауып беремін! /song — композиция бойынша іздеу (топтық чаттарда қолайлы) /artist — орындаушы бойынша іздеу /my — сіздің плейлистіңіз /getall — ағымдағы іздеу парақшасынан барлық өлеңдерді жүктеу /setlang — тілді өзгерту /settings — баптауларды өзгерту ⭐️ Егер сізге бұл бот ұнаса, онда мына жерде бізге 5 жұздыз қоюыңызды сұраймыз: https://telegram.me/storebot?start=vkmusic_bot Жаңалықтар жүктелетін ресми канал: %(channel)s Боттағы контакт пен жарнама: %(contact)s Жобаны мына жерде қолдауға болады: %(website)s BTC: `%(btc)s`

source: Donate
ru: 💸 Жобаға көмектесу

source: Leave a positive feedback
ru: 🌟 Жағымды пікір қалдыру

source: Remind later
ru: Кейінірек ескерту

source: We would highly appreciate if you could help us with money donation at %(website)s
ru: Егер сіз жобаға ақшалай көмектессеңіз, біз өте риза боламыз. Оны мына жерде жасауға болады %(website)s

source: Please rate us 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot
ru: Бізге боттар каталогында баға беруіңізді сұраймыз ⭐️⭐️⭐️⭐️⭐️ : https://telegram.me/storebot?start=vkmusic_bot

source: Ok, we won't bother you for a while
ru: Жақсы, біз сізді әзірше мазаламаймыз

source: If you like this bot there are a few ways you can support the developer!
ru: Егер сізге бұл бот ұнаса, бот әзірлеушісіне көмектесуіңізге болады!

source: You didn't specify the artist
ru: Сіз орындаушыны көрсетпедіңіз

source: Please reply to an audio message
ru: Аудио хабарламаға жауап беруіңізді сұраймыз

source: You suggested edit for artist: "%(new_artist)s" We will review your suggestion and store it in our database. Thank you!
ru: Сіз орындаушыға "%(new_artist)s" деген өңдеу енгізуді ұсындыңыз Біз сіздің ұсынысыңызды қарастырып, дерекқорға орналастырамыз. Рахмет!

source: Language settings updated
ru: 👌Kz Тіл баптаулары жаңартылды

source: To select new language, use the following commands
ru: Тілді өзгерту үшін келесі командаларды қолданыңыз

source: Please, select new language
ru: Жаңа тілді таңдауыңызды сұраймыз

source: You need to search for something before
ru: Алдымен бірдеңе іздестіріп көріңіз 🐸

source: I found nothing
ru: Ештеңе табылмады 😔

source: You're at the first page already
ru: Сіз бірінші беттесіз

source: Your playlist is empty. Upload MP3 audios or use /add to add songs from search to it
ru: Сіздің плейлистіңіз бос. Сіз ботқа аудио файлдар жүктей аласыз және /add командасын іздеуден тректерді қосу үшін пайдалана аласыз

source: Language
ru: Тіл

source: Bitrate preview: %s
ru: Битрейтті көрсету: %s

source: Enabled
ru: Қосылған

source: Disabled
ru: Сөндірілген

source: Like (heart) buttons: %s
ru: Ұнату (жүрек) батырмалары: %s

source: Caption under audios: %s
ru: Тректер астындағы жазбалар: %s

source: Results with buttons: %s
ru: Батырмамен нәтижелер: %s

source: Cancel
ru: Кейінге қалдыру

source: What would you like to change?
ru: Қандай опцияларды өзгерткіңіз келеді?

source: I like this bot!
ru: Маған бұл бот ұнайды!
