Repository: voldemort1912/vkmusic_bot_i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: hi, ro, ru, tr, uk

source: Added to your playlist (/my)
ro: Adaugat la playlistul tău (/my)
ru: Добавлено в плейлист (/my)
uk: Додано до плейлисту (/my)

source: Removed from your playlist
ro: Scos de pe playlistul tău
ru: Удалено из плейлиста
uk: Видалено з плейлисту

source: Empty file size, skipping
ro: Fişier gol, sărind peste
uk: Пустий файл, пропуск

source: We don't support '%(mime_type)s' audio yet
ro: Încă nu suportăm muzică '%(mime_type)s'
uk: Ми поки не підтримуємо '%(mime_type)s' формат

source: We require artist and title tags to be set
ro: Avem nevoie ca eticheta titului și a artistului să fiu setate
ru: У аудиофайла обязательно должны присутствовать тэги исполнителя и названия
uk: Аудіофайл повинен містити мітки виконавця та назви

source: Audio must be at least %(seconds)d seconds long
ro: Înregistrarea trebuie să fie lungă măcar %(seconds)d secunde
ru: Длительность трека должна быть не менее %(seconds)d секунд
uk: Тривалість пісні повинна бути не менше %(seconds)d секунд

source: Song bitrate must be in range from %(lowest)d to %(highest)d
ro: Bitreitul înregistrări trebuie să fie printre %(lowest)d și %(highest)d
ru: Битрейт аудио должен быть от %(lowest)d до %(highest)d
uk: Бітрейт пісні повинен бути в інтервалі з %(lowest)d до %(highest)d

source: We already have this song, but thank you anyway!
ro: Avem deja această melodie, dar te mulţumim la fel!
ru: У нас уже есть эта песня, но спасибо!
uk: У нас вже є ця пісня, але дякуємо!

source: Got it! Note: it may take time for the song to appear in the search
ro: Primit! Ține minte: poate o să fie nevoie de ceva timp pentru ca muzica să apară printre rezultate
ru: Получилось! Внимание, потребуется некоторое время, чтобы песня появилась в результатах поиска
uk: Є контакт! Застереження: поява пісні у пошуку займе деякий час

source: What artist are you looking for?
ro: Ce artist cauţi?
ru: Какого исполнителя ищешь?
uk: Якого виконавця шукаєш?

source: What song are you looking for?
ro: Ce muzică cauţi?
ru: Какую композицию ищешь?
uk: Яку пісню шукаєш?

source: Oops, something went wrong. Please try again later.
hi: तकनीकी खराबीया पाईं गई कृप्या कुछ समय बाद फिर कोशिश करे
ro: Oops, ceva nu a mers bine. Încearcă mai terziu.
ru: Ой, что-то пошло не так. Повтори запрос попозже.
tr: Hmmm, bir şeyler ters gitti. Lütfen daha sonra tekrar deneyiniz.
uk: Овва, щось пішло не так. Будь ласка, спробуй пізніше.

source: Choose a song number from 1 to %d
hi: 1 से %d तक किसी भी गाने का चयन करे
ro: Alege numărul unui melodi printre 1 și %d
ru: Выбери номер песни от 1 до %d
tr: 1 ile %d arasında bir şarkı numarası seçin
uk: Вибери номер пісні з 1 по %d

source: Download something first!
ro: Descarcă ceva mai întâi!
uk: Спочатку щось завантаж!

source: This command can not be used in a group chat, send it as a private message
hi: इस आदेश को आप समूह वार्तालाप में इस्तेमाल नहीं कर सकते, इसे एक निजी संदेश (Private Message) के रूप में भेजे
ro: Această comandă nu poate fi folosită într-o conversaţie de grup, trimitel ca un mesaj privat
ru: Эта команда не может использоваться в групповом чате, отправь ее как личное сообщение
tr: Bu komut bir Grup sohbetinde kullanılamaz, özel mesaj olarak gönderilebilir
uk: Ця команда не може бути застосована у груповому чаті, надішліть її як особисте повідомлення

source: Hi! Just send me an artist and/or a song name and I will find music for you! /song — search by song title /artist — search for artist name /setlang — change language /settings — change settings
ro: Bună! Doar scrie-mi numele unui artist sau unei melodii și o să îţi găsesc muzică pentru tine! /song — caută melodii prin titlu lor /artist — caută cu numele artistului /setlang — schimbă limba /settings — schimbă setările
ru: Привет! Просто отправь мне имя артиста и/или название композиции, и я найду эту песню для тебя! /song — поиск по композициям /artist — поиск по исполнителям /setlang — изменить язык /settings — изменить настройки
uk: Привіт! Просто надішли мені ім'я виконавця і/або назву пісні і я знайду музику для тебе! /song — пошук за назвою пісні /artist — пошук за іменем виконавця /setlang — змінити мову /settings — змінити налаштування

source: 🔥 Commands Just send me an artist and/or a song name and I will find music for you! /song — search by song title (useful for group chats) /artist — search for artist name /getall — download all songs from search results /my — list your playlist /settings — change settings ⭐️ If you like this bot, please rate it 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot Official news channel: %(channel)s Contact information: %(contact)s Support and donations: %(website)s BTC: `%(btc)s`
ru: 🔥 Команды Просто отправь мне имя артиста и/или название композиции, и я найду эту песню для тебя! /song — поиск по композициям (полезно в групповых чатах) /artist — поиск по исполнителям /my — твой плейлист /getall — скачать все песни с текущей страницы поиска /setlang — изменить язык /settings — изменить настройки ⭐️ Если тебе нравится этот бот, то поставь нам 5 звезд тут: https://telegram.me/storebot?start=vkmusic_bot Официальный канал с новостями: %(channel)s Контакт и реклама в боте: %(contact)s Поддержать проект можно тут: %(website)s BTC: `%(btc)s`
uk: 🔥 Команди Просто надішли мені ім'я виконавця і/або назву пісні і я знайду музику для тебе! /song — пошук за назвою пісні (корисно використовувати це у групових чатах) /artist — пошук за іменем виконавця /getall — завантажити усі пісні з результату пошукового запиту /my — відобразити плейлист /settings — змінити налаштування ⭐️ Якщо тобі подобається цей бот, будь ласка, оціни його у ⭐️⭐️⭐️⭐️⭐️ у магазині ботів: https://telegram.me/storebot?start=vkmusic_bot Офіційний канал новин: %(channel)s Контакт: %(contact)s Підтримка та пожертви: %(website)s BTC: `%(btc)s`

source: We would highly appreciate if you could help us with money donation at %(website)s
ru: Мы будем очень признательны, если ты поможешь проекту деньгами. Сделать это можно здесь %(website)s
uk: Ми будемо дуже вдячні, якщо ти допоможеш нам коштами на %(website)s

source: Donate
hi: 💸 दान करे
ro: Donează
ru: 💸 Помочь проекту
tr: 💸 Bağış Yap
uk: Підтримати

source: Remind later
hi: ⏰ बाद म याद दिलाए
ro: Amintește-mi mai Încolo
ru: Напомнить позже
tr: ⏰ Daha sonra hatırlat
uk: Нагадати пізніше

source: Ok, we won't bother you for a while
hi: ठीक है, हम आपको कुछ देर तक परेशान नहीं करेंगे
ro: Ok, nu te mai vom deranja pentru ceva timp
ru: Хорошо, мы не будем вас пока беспокоить
tr: Tamam, bir süre seni rahatsız etmeyeceğim
uk: ОК, ми не будемо поки тебе турбувати

source: Leave a positive feedback
hi: 🌟 सकारात्मक प्रतिक्रिया दे
ro: Lasă un feedback pozitiv
ru: 🌟 Оставить положительный отзыв
tr: 🌟 Olumlu bir geribildirim bırakın
uk: Залиш позитивний відгук

source: Please rate us 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot
hi: कृप्या हमें bot-store में ⭐️⭐️⭐️⭐️⭐️ पांच स्टार दे : https://telegram.me/storebot?start=vkmusic_bot
ro: Te rugăm să ne dai 5 stele pe magazinul de roboţi(bot-store): https://telegram.me/storebot?start=vkmusic_bot
ru: Пожалуйста, поставь нам оценку ⭐️⭐️⭐️⭐️⭐️ в каталоге ботов: https://telegram.me/storebot?start=vkmusic_bot
tr: Lütfen bizi bot mağazasında uylayın ⭐️⭐️⭐️⭐️⭐️bot mağazası: https://telegram.me/storebot?start=vkmusic_bot
uk: Якщо тобі подобається цей бот, будь ласка, оціни його у ⭐️⭐️⭐️⭐️⭐️ зірочок у магазині ботів: https://telegram.me/storebot?start=vkmusic_bot

source: If you like this bot there are a few ways you can support the developer!
hi: अगर आपको यह बॉट पसंद आया हो तो आप इन कुछ तरीको से निर्माता को प्रोत्साहन दे सकते है
ro: Dacă îţi place acest roboţel să știi ca sunt câteva feluri ca să ajuţi programatorul!
ru: Если тебе нравится этот бот, ты можешь помочь разработчику!
tr: Bu botu beğendiyseniz geliştiriciyi desteklemenin birkaç yolu var!
uk: Якщо тобі подобається цей бот, то існує декілька шляхів для того, щоб підтримати розробника!

source: You didn't specify the artist
ro: Nu ai specificat artistul
ru: Ты не указал исполнителя
uk: Ти не вказав виконавця

source: Please reply to an audio message
ro: Te rugăm să răspunzi la un mesaj vocal
ru: Пожалуйста, ответь на аудиосообщение
uk: Будь ласка, дай відповідь на голосове повідомлення

source: You suggested edit for artist: "%(new_artist)s" We will review your suggestion and store it in our database. Thank you!
ro: Ai sfătuit niște schimbări pentru artistul: "%(new_artist)s" Vom reviziona sfatul tău și îl vom salva în baza noastră de date. Mulţumesc!
uk: Було запропонувано нового виконавця: "%(new_artist)s"Ми переглянемо твою пропозицію і збережемо її у нашу базу даних. Спасибі!

source: Language settings updated
hi: 👌 भाषा बदल दी गई है
ro: Setările limbei au fost schimbate
ru: 👌🇷🇺 Настройки языка обновлены
tr: Dil ayarları güncellendi
uk: Налаштування мови оновлені

source: To select new language, use the following commands
hi: भाषा बदलने के लिए नीचे दिए गए आदेहस का इस्तेमाल करे
ro: Ca să alegi o nouă limbă, folosește următoarile comenzi
ru: Чтобы изменить язык, используй следующие команды
tr: Yeni bir dil seçmek için belirtilen komutu kullanın
uk: Щоб вибрати іншу мову інтерфейсу, використай наступні команди

source: Please, select new language
hi: कृप्या नई भाषा चुनें
ro: Alegeţi o nouă limbă, vă rog
ru: Выбери новый язык
tr: Lütfen yeni bir dil seçin.
uk: Будь ласка, обери нову мову інтерфейсу

source: You need to search for something before
hi: पहले आपको किसी चीज़ को खोजना पड़ेगा
ro: Mai întâi trebuie să cauţi ceva
ru: Для начала поищи что-нибудь 🐸
tr: Önce bir şey aramalısın 🐸
uk: Для початку, знайди щось

source: I found nothing
hi: कुछ नहीं मिला 😔
ro: Nu am găsit nimic
ru: Ничего не нашлось 😔
tr: Hiç bir şey bulamadım 😔
uk: Я нічого не знайшов

source: You're at the first page already
ro: Ești deja pe prima pagină
ru: Вы уже на первой странице
uk: Ти вже на першій сторінці

source: Results %(first)d-%(last)d of %(total)d
ro: Rezultatele %(first)d-%(last)d din %(total)d
uk: Результати з %(first)d по %(last)d із %(total)d

source: I like this bot!
hi: मुझे यह बॉट पसंद है!
ro: Îmi place acest robot!
ru: Мне нравится этот бот!
tr: Bu botu beğendim
uk: Мені подобається цей бот!

source: Your playlist is empty. Upload MP3 audios or use /add to add songs from search to it
ro: Playlistul tău este gol. Încarca niște înregistrări MP3 sau folosește /add pentru a ia adauga căntece din căutările dmv.
ru: Твой плейлист пуст. Ты можешь загрузить аудиофайлы в бота или использовать команду /add, чтобы добавить треки из поиска
uk: Плейлист пустий. Завантажте MP3 файл або використайте /add щоб додати пісні з пошуку

source: Language
hi: भाषा
ro: Limbă
ru: Язык
tr: Dil
uk: Мова

source: Bitrate preview: %s
hi: बिटरेट समीक्षा: %s
ro: Previsualizarea biţi: %s
ru: Показывать битрейт: %s
tr: Bit hızı önizlemesi: %s
uk: Передогляд бітрейту: %s

source: Enabled
hi: सक्षम
ro: Activat
ru: Вкл
tr: Aktif
uk: Увімкнено

source: Disabled
hi: निर्योग्य
ro: Dezactivat
ru: Выкл
tr: Kapalı
uk: Вимкнено

source: Like (heart) buttons: %s
ro: Butonul de like (inimioarele): %s
ru: Кнопки с сердечками: %s
uk: Кнопки вподобання: %s

source: Caption under audios: %s
ro: Legendă sub melodii: %s
ru: Подписи под треками: %s
uk: Підписи під піснями: %s

source: Results with buttons: %s
ro: Rezultatele cu butoane: %s
ru: Результаты с кнопками: %s
uk: Результати з клавішами: %s

source: Cancel
hi: रद्द करें
ro: Șterge
ru: Отмена
tr: İptal
uk: Скасувати

source: What would you like to change?
hi: आप क्या बदलना चाहते है?
ro: Ce îti ar place să schimbi?
ru: Какие опции ты хочешь изменить?
tr: Neyi değiştirmek istersiniz?
uk: Що ти хочеш змінити?

source: 🔥 Commands Just send me an artist and/or a song name and I will find music for you! /song — search by song title (useful for group chats) /artist — search for artist name /my — list your playlist /settings — change settings Official news channel: %(channel)s Contact information: %(contact)s BTC: `%(btc)s`
ro: 🔥 Comenzi Doar scrie-mi numele unui artist sau unei melodii și o să iţi găsesc muzică pentru tine! /song — caută melodii prin titlu lor (util în convorbiri de grupă) /artist — caută cu numele artistului /my — vezi playlistul tău /settings — schimbă setările Canalul noutăţilor oficial: %(channel)s Informaţii de contactare: %(contact)s BTC: `%(btc)s`

source: Thanks! Now you can use personalized commands. For example, use /my to access your VK audio
hi: शुक्रिया! अब आप व्यक्तिगत सेवाओं का लुत्फ उठा सकते है। उदाहरण के लिए, /my के प्रयोग से आप अपने गानो को देख पाएंगे
tr: Teşekkürler! Artık kişiselleştirilmiş komutları kullanabilirsiniz. Örneğin,VK daki seslerinize erişmek için /my komutunu kullanın.

source: What artist are you looking for? For example «Lera Lynn» or «Wiz Khalifa»
hi: आप किस कलाकार को ढ सुनना चाहते है? उदाहरण के लिए «Billie Eilish» या «Imagine Dragons»
tr: Hangi sanatçıyı arıyorsun? Örneğin «Lera Lynn» veya «Wiz Khalifa»

source: What song are you looking for? For example «Get Lucky» or «Take Me To Church»
hi: आप किस गाने को सुनना चाहते है? उदाहरण के लिए «This is America» या «Bullet in a Gun»
tr: Hangi şarkıyı arıyorsun? Örneğin «Yakamoz» ya da «Üryan Geldim»

source: intro_msg
hi: नमस्ते! मुझे किसी भी कलाकार या गाने का नाम भेजिए और मै आपके लिए संगीत खोज कर ले आऊंगा! /song — गाने के नाम अनुसार संगीत खोज /artist — कलाकार अनुसार संगीत खोजे /setlang — भाषा बदले /settings — सेटिंग्स बदले
tr: Merhaba! Sadece bana bir sanatçı ve / veya bir şarkı adı gönderin, sizin için müzik bulacağım! /song — şarkı adından ara /artist — şarkıcı adından ara /setlang — dili değiştir /settings —ayarları değiştir

source: Lyrics icon: %s
hi: गाने के बोल का आइकन: %s
tr: Şarkı sözü ikonu: %s

source: Unlink VK (id %s)
hi: VK कों अनलिंक करे (id %s)
tr: VK bağlantısını kaldır (id %s)

source: unknown_user_in_chat_msg
hi: नमस्ते। हम पहली बार मिल रहे है कृप्या मुझे Private Message /start भेजे, फिर मै आपको आगे के अनुदेश दे पाऊंगा
tr: Merhaba! Görünen o ki seninle daha önce tanışmadık.😳 Bana bir özel mesajda /start komutunu gönder sana ne yapacağın hakkındaki bilgi mesajını ileteyim.

source: To access all features you need to authorize me in your VK, follow [the link](%s) to do it
hi: सारी विशेषताएं इस्तेमाल करने के लिए आपको मुझे इजाज़त देनी होगी, कृप्या [इस लिंक](%s) का प्रयोग करे
tr: VK özelliklerinin tümüne erişmek istiyorsan [bu linki](%s) kullanarak yapabilirsin.

source: Wall
hi: दीवार
tr: Akış

source: Audio
hi: संगीत
tr: Ses

source: Albums
hi: एल्बम
tr: Albümler

source: To access this feature you need to authorize me in VK
hi: आपको मुझे VK me इजाज़त देनी पड़ेगी
tr: Bu özelliğe erişmek için beni VK'de yetkilendirmelisin.

source: Oops! You need to give me access to your friends. Please, authorize me again via [this link](%s)
hi: आपको मुझे अपने फ्रेंडस देखने की इजाज़त देनी पड़ेगी कृप्या वापस कोशिश करे [इस लिंक](%s) को दबाए
tr: Hata! Bana arkadaşlarına erişim izni vermelisin. [Bu linki](%s) kullanarak tekrar yetkilendirebilirsin.

source: Error
hi: एरर
tr: Hata

source: Song is too big
hi: यह गाना बहुत बड़ा है
tr: Şarkı çok büyük 😔

source: Download
hi: डाउनलोड
tr: İndir

source: Song is removed by copyright owners
hi: ⛔️ यह गाना Copyrighted होने के कारण से निकाल दिया गया है
tr: ⛔️ Şarkı, telif hakkı sahipleri tarafından kaldırıldı

source: Download something before!
hi: पहले कुच्छ डाउनलोड करे!
tr: Önce bir şeyler indir!

source: No lyrics found
hi: इस गाने के बोल नहीं मिल पाए 😔
tr: Bu şarkı için şarkı sözleri bulunamadı 😔
